Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: དེའི་སླད་དུ་གཟུགས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་སོ།
en: For that reason, the perishing of physical forms is not physical forms. “

source: །བཅོམ་ལྡན་འདས་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of feelings, perceptions, formative predispositions, and consciousness is not consciousness [and so forth].

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, consciousness [and so forth] and perishing are not two things and are not to be divided into two.

source: གཉིས་སུ་བགྱིར་མ་མཆིས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་འགྲིབ་པ་ནི་གཅིག་མ་ལགས་གཉིས་མ་ལགས་མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because perishing is not one, not two, not multiplicity, and not diversity.

source: དེའི་སླད་དུ་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the perishing of consciousness [and so forth] is not consciousness [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་མིག་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the eyes is not the eyes.

source: དེ་ལྟར་ན་མིག་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the eyes and perishing are not two things and are not to be divided into two.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་འགྲིབ་པ་ནི་གཅིག་མ་ལགས་གཉིས་མ་ལགས་མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because perishing is not one, not two, not multiplicity, and not diversity.

source: དེའི་སླད་དུ་མིག་གི་འགྲིབ་པ་གང་ལགས་པ་དེ་མིག་མ་ལགས་སོ།
en: For that reason, the perishing of the eyes is not the eyes. “

source: །བཅོམ་ལྡན་འདས་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ཡིད་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the ears, nose, tongue, body, and mental faculty is not the mental faculty [and so forth].

source: དེ་ལྟར་ན་ཡིད་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the mental faculty [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ཡིད་མ་ལགས་སོ།
en: For that reason, the perishing of the mental faculty [and so forth] is not the mental faculty [and so forth]. “

source: དེ་ལྟར་ན་གཟུགས་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, sights and perishing are not two things and are not to be divided into two.

source: །བཅོམ་ལྡན་འདས་སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ཆོས་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of sounds, odors, tastes, tangibles, and mental phenomena is not mental phenomena [and so forth].

source: དེ་ལྟར་ན་ཆོས་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, mental phenomena [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཆོས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ཆོས་མ་ལགས་སོ།
en: For that reason, the perishing of mental phenomena [and so forth] is not mental phenomena [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of visual consciousness is not visual consciousness.

source: དེ་ལྟར་ན་མིག་གི་རྣམ་པར་ཤེས་པ་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, visual consciousness and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the perishing of visual consciousness is not visual consciousness. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness is not mental consciousness [and so forth].

source: དེ་ལྟར་ན་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, mental consciousness [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the perishing of mental consciousness [and so forth] is not mental consciousness [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་འདུས་ཏེ་རེག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of visually compounded sensory contact is not visually compounded sensory contact.

source: དེ་ལྟར་ན་མིག་གི་འདུས་ཏེ་རེག་པ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, visually compounded sensory contact and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་འདུས་ཏེ་རེག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ལགས་སོ།
en: For that reason, the perishing of visually compounded sensory contact is not visually compounded sensory contact. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact is not mentally compounded sensory contact [and so forth].

source: དེ་ལྟར་ན་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, mentally compounded sensory contact [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ལགས་སོ།
en: For that reason, the perishing of mentally compounded sensory contact [and so forth] is not mentally compounded sensory contact [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of feelings due to sensory contact that is visually compounded is not feelings due to sensory contact that is visually compounded.

source: དེ་ལྟར་ན་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, feelings due to sensory contact that is visually compounded and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འགྲིབ་པ་གང་ལགས་པ་དེ། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་སོ།
en: For that reason, the perishing of feelings due to sensory contact that is visually compounded is not feelings due to sensory contact that is visually compounded. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded is not feelings due to sensory contact that is mentally compounded [and so forth].

source: དེ་ལྟར་ན་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, feelings due to sensory contact that is mentally compounded [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་སོ།
en: For that reason, the perishing of feelings due to sensory contact that is mentally compounded [and so forth] is not feelings due to sensory contact that is mentally compounded [and so forth]. “

source: །བཅོམ་ལྡན་འདས་སའི་ཁམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི། སའི་ཁམས་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the earth element is not the earth element.

source: དེ་ལྟར་ན་སའི་ཁམས་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the earth element and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སའི་ཁམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་སའི་ཁམས་མ་ལགས་སོ།
en: For that reason, the perishing of the earth element is not the earth element. “

source: །བཅོམ་ལྡན་འདས་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the water element, the fire element, the wind element, the space element, and the consciousness element is not consciousness element [and so forth].

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the consciousness element [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ལགས་སོ།
en: For that reason, the perishing of the consciousness element [and so forth] is not the consciousness element [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མ་རིག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་མ་རིག་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of ignorance is not ignorance.

source: དེ་ལྟར་ན་མ་རིག་པ་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, ignorance and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མ་རིག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་མ་རིག་པ་མ་ལགས་སོ།
en: For that reason, the perishing of ignorance is not ignorance. “

source: །བཅོམ་ལྡན་འདས་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤིའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་རྒ་ཤི་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death is not aging and death [and so forth].

source: དེ་ལྟར་ན་རྒ་ཤི་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, aging and death [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྒ་ཤིའི་འགྲིབ་པ་གང་ལགས་པ་དེ་རྒ་ཤི་མ་ལགས་སོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།
en: For that reason, the perishing of aging and death [and so forth] is not aging and death [and so forth]. {

source: བམ་པོ་ཉི་ཤུ་ལྔ་པ། བཅོམ་ལྡན་འདས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་ཏེ།
en: Dt.256} “Blessed Lord, the perishing of the perfection of generosity is not the perfection of generosity.

source: དེ་ལྟར་ན་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the perfection of generosity and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་སོ།
en: For that reason, the perishing of the perfection of generosity is not the perfection of generosity. “

source: །བཅོམ་ལྡན་འདས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི།
en: Blessed Lord, the perishing of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom is not the perfection of wisdom [and so forth].

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་ཏེ། དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the perfection of wisdom [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་སོ།
en: For that reason, the perishing of the perfection of wisdom [and so forth] is not the perfection of wisdom [and so forth]. “

source: །བཅོམ་ལྡན་འདས་ནང་སྟོང་པ་ཉིད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་ནང་སྟོང་པ་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the emptiness of internal phenomena is not the emptiness of internal phenomena.

source: དེ་ལྟར་ན་ནང་སྟོང་པ་ཉིད་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the emptiness of internal phenomena and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ནང་སྟོང་པ་ཉིད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནང་སྟོང་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the perishing of the emptiness of internal phenomena is not the emptiness of internal phenomena. “

source: །བཅོམ་ལྡན་འདས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, is not the emptiness of the essential nature of nonentities [and so forth].

source: དེ་ལྟར་ན་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the emptiness of the essential nature of nonentities [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the perishing of the emptiness of the essential nature of nonentities [and so forth] is not the emptiness of the essential nature of nonentities [and so forth]. “

source: །བཅོམ་ལྡན་འདས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of the applications of mindfulness is not the applications of mindfulness.

source: དེ་ལྟར་ན་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the applications of mindfulness and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་དྲན་པ་ཉེ་བར་གཞག་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་ལགས་སོ།
en: For that reason, the perishing of the applications of mindfulness is not the applications of mindfulness. “

source: །བཅོམ་ལྡན་འདས་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་ཀྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་།
en: Blessed Lord, the perishing of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path is not the noble eightfold path [and so forth].

source: འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་ལགས་ཏེ། དེ་ལྟར་ན་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the noble eightfold path [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་འགྲིབ་པ་གང་ལགས་པ་དེ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: For that reason, the perishing of the noble eightfold path [and so forth] is not the noble eightfold path [and so forth]. “

source: རྣམ་པར་ཐར་པ་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི།
en: Blessed Lord, the perishing of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is not the eighteen distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་མ་ལགས་ཏེ། དེ་ལྟར་ན་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་དང་། འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the distinct qualities of the buddhas [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མ་ལགས་སོ།
en: For that reason, the perishing of the distinct qualities of the buddhas [and so forth] is not the distinct qualities of the buddhas [and so forth]. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་ཆོས་ཀྱི་དབྱིངས་དང་ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་མི་འགྱུར་བ་ཉིད་དང་ཡང་དག་པའི་མཐའ་དང་བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ནས།
en: Similarly, Blessed Lord, the perishing of the real nature, the unmistaken real nature, the one and only real nature, reality, the realm of phenomena, the abiding nature of reality, the unchanging nature of reality, the very limit of reality, and [the other unconditioned phenomena and spiritual goals], from the inconceivable realm up to and including all-aspect omniscience, is not all-aspect omniscience [and so forth].

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ལགས་ཏེ། དེ་ལྟར་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, all-aspect omniscience [and so forth] and perishing are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འགྲིབ་པ་གང་ལགས་པ་དེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the perishing of all-aspect omniscience [and so forth] is not all-aspect omniscience [and so forth]. “

source: །བཅོམ་ལྡན་འདས་གང་ཡང་གཟུགས་ཤེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Blessed Lord, whatever may be called physical forms, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called feelings, perceptions, formative predispositions, or consciousness, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་མིག་ཅེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called the eyes, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཅེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་གཟུགས་ཤེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Whatever may be called the ears, nose, tongue, body, or mental faculty, that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called sights, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཤེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called sounds, odors, tastes, tangibles, or mental phenomena, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called visual consciousness, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Whatever may be called auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness, that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called visually compounded sensory contact, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Whatever may be called aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact, that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called feelings due to sensory contact that is visually compounded, that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Whatever may be called feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, or feelings due to sensory contact that is mentally compounded, that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བགྱི་བའི་བར་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Anything said to constitute the applications of mindfulness, that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བགྱི་བ་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་།
en: Whatever may be called the noble eightfold path [and so forth], that may be counted among phenomena that are not two and undiminished.

source: ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ། །གང་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བགྱི་བའི་བར་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called the eighteen distinct qualities of the buddhas [and so forth], that may be counted among phenomena that are not two and undiminished.

source: །གང་ཡང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བགྱི་བའི་བར་འདི་ནི་གཉིས་སུ་མ་མཆིས་ཤིང་། ཉམ་པ་མ་མཆིས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་བགྱིས་པའོ།
en: Whatever may be called all-aspect omniscience, that may be counted among phenomena that are not two and undiminished.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས་ལེའུ་བཅུ་གཉིས་པའོ།། །།
en: This completes the twelfth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”
